Zenith-Tek/AquaControl_FW/aquacontrol_receiver/fw/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s3"
CONFIG_MISO_GPIO=37
CONFIG_SCK_GPIO=36
CONFIG_MOSI_GPIO=35
CONFIG_CS_GPIO=21
CONFIG_RST_GPIO=38
